Repository: MKhayle/Kapture
Catalog: src/Kapture.Resource/Strings.*.resx
Languages: de, fr, ja

source: About
de: Über
fr: A propos
ja: 約

source: Add Item
de: Gegenstand hinzufügen
fr: Ajouter un objet
ja: 追加アイテム

source: Add Zone
de: Zone hinzufügen
fr: Ajouter une zone
ja: コンテンツを追加

source: Author
de: Autor
fr: Auteur
ja: 著者

source: Browse
de: Durchsuchen
fr: Parcourir
ja: ブラウズ

# CheckForBeta
source: Check for beta versions
de: Nach Beta-Versionen suchen
fr: Vérifier les versions bêta
ja: ベータ版を確認する

source: Check for Updates
de: Auf Updates prüfen
fr: Vérifier les mises à jour
ja: アップデートを確認

source: Custom JSON
de: Benutzerdefiniertes JSON
fr: JSON personnalisé
ja: カスタムJSON

source: Discord enabled
de: Discord aktiviert
fr: Discord activé
ja: 不一致が有効

source: Endpoint
de: Endpunkt
ja: 終点

source: Events
fr: Événements
ja: イベント

source: Exclude Items
de: Gegenstände ausschließen
fr: Exclure des objets
ja: アイテムを除外

source: Exclude zones
de: Zonen ausschließen
fr: Exclure des zones
ja: ゾーンを除外する

source: Filter by items
de: Nach Gegenständen filtern
fr: Filtrer par Objets
ja: アイテムで絞り込む

source: Filter by zones
de: Nach Zonen filtern
fr: Filtrer par Mission
ja: コンテンツで絞り込む

source: General
de: Allgemein
fr: Général
ja: 概要

source: HTTP enabled
de: HTTP aktiviert
fr: HTTP activé
ja: HTTP対応

source: Include items
de: Gegenstände einbeziehen
fr: Inclure des objets
ja: アイテムを含む

source: Include zones
de: Zonen einbeziehen
fr: Inclure des zones
ja: コンテンツを含む

source: Item lost
de: Gegenstand verloren
fr: Objet non ramassé
ja: アイテムが床に落ちた

source: Items
de: Gegenstände
fr: Objets
ja: アイテム

source: Kapture Loot Tracker
de: Kapture Beute-Tracker
fr: Kapture Butin Tracker
ja: Kapture戦利品追跡

source: Language
de: Sprache
fr: Langue
ja: 言語

source: License
de: Lizenz
fr: Licence
ja: ライセンス

source: Log Format
de: Protokollformat
fr: Format de log
ja: ログ フォーマット

source: Logging
de: Protokollierung
fr: Enregistrement
ja: ログ

source: Logging enabled
de: Protokoll aktiviert
fr: Journal activé
ja: ロギングが有効

source: Log imports enabled
de: Protokollimporte aktiviert
fr: Importation de journaux activée
ja: ログのインポートが有効

source: Log Location
de: Protokollpfad
fr: Chemin d'accès au journal
ja: ログのパス

source: Plugin enabled
de: Plugin aktiviert
fr: Plugin activé
ja: プラグイン有効

source: Preset
de: Voreinstellung
fr: Prédéfinir
ja: プリセット

source: Source
de: Quelle
ja: ソース コード

source: Support
ja: サポート

# TheyObtain
source: They obtained an item
de: Sie haben einen Gegenstand erhalten
fr: Ils ont obtenu un objet
ja: 彼らはアイテムを入手しました

# TheyRoll
source: They rolled on an item
de: Sie rollten auf einen Gegenstand
fr: Ils ont lancés les dés sur un objet
ja: 彼らはアイテムを転がしました

source: Update
de: Aktualisieren
fr: Mise à jour
ja: 更新する

source: Version
ja: バージョン

source: View Plugin Log
de: Plugin-Protokoll anzeigen
fr: Afficher le journal du plugin
ja: プラグインログの表示

# YouObtain
source: You obtained an item
de: Du hast einen Gegenstand erhalten
fr: Vous avez gagné un objet
ja: アイテムを入手しました

# YouRoll
source: You rolled on an item
de: Sie haben einen Gegenstand gewürfelt
fr: Vous avez lancé les dés sur un objet
ja: アイテムを転がした

source: Zones
de: Missionen
ja: コンテンツ

source: Common Items
de: Häufige Gegenstände
fr: Objets communs
ja: 共通アイテム

source: Custom
de: Benutzerdefiniert
fr: Personnaliser
ja: カスタム

source: Default
de: Standard
fr: Défaut
ja: デフォルト

source: High-end Duty
de: High-End-Inhalte
fr: Missions HL
ja: ハイエンドコンテンツ

source: Log File
de: Protokolldatei
fr: Fichier journal
ja: ログ ファイル

source: Item added
de: Gegenstand hinzugefügt
fr: Objet ajouté au butin
ja: 戦利品リストに追加されたアイテム

# PluginHaveLatest
source: You already have the latest version of the Kapture plugin.
de: Sie haben bereits die neueste Version des Kapture-Plugins.
fr: Vous disposez déjà de la dernière version du plugin Kapture.
ja: Kaptureプラグインの最新バージョンが既にあります。

# PluginUpdateFailed
source: Failed to download update. Please try again later or check GitHub.
de: Update konnte nicht heruntergeladen werden. Bitte versuchen Sie es später noch einmal oder überprüfen Sie GitHub.
fr: Impossible de télécharger la mise à jour. Veuillez réessayer plus tard ou consultez GitHub.
ja: 更新のダウンロードに失敗しました。後でもう一度試すか、GitHubを確認してください。

# PluginNeedRestart
source: Kapture plugin updated successfully. Please restart ACT now.
de: Kapture Plugin erfolgreich aktualisiert. Bitte starten Sie ACT jetzt neu.
ja: Kaptureプラグインが正常に更新されました。 ACTを再起動してください。今。

# PluginUpdateAvailable
source: Update for Kapture plugin available. Do you want to download it now?
de: Update für Kapture Plugin verfügbar. Möchten Sie es jetzt herunterladen?
fr: Mise à jour du plugin Kapture disponible. Voulez-vous la télécharger maintenant?
ja: Kaptureプラグインの更新が利用可能です。今すぐダウンロードしますか？

source: Advanced Filters
de: Erweiterte Filter
fr: Filtres avancés
ja: 高度なフィルター

source: Alliance
de: Allianz
ja: アライアンス

source: Battle Log
de: Kampflog
fr: Log de combat
ja: バトルログ

source: Enabled
de: Aktiviert
fr: Activé
ja: 有効化

source: Exclude Common Items
de: Häufige Gegenstände ignorieren
fr: Exclure les objets communs
ja: 共通アイテムを除外する

source: Filters
de: Filter
fr: Filtres
ja: フィルター

source: High-End Duty Only
de: Nur High-End-Inhalte
fr: Objets HL uniquement
ja: ハイエンドの義務のみ

source: Item obtained
de: Gegenstand erhalten
fr: Objet obtenu
ja: 入手したアイテム

# ItemRolled
source: Item rolled on
de: Gegenstand gerollt
fr: Objet lancé aux dés
ja: ロールオンされたアイテム

source: Log
ja: ログ

# LogCleared
source: Log file cleared.
de: Protokolldatei gelöscht.
fr: Fichier journal effacé.
ja: ログファイルがクリアされました。

source: Main
fr: Principale
ja: メイン

source: Message Log
de: Nachrichtenprotokoll
fr: Journal des messages
ja: メッセージログ

source: Mode
de: Modus
ja: モード

source: Party
fr: Groupe
ja: パーティー

source: Players
de: Spieler
fr: Joueurs
ja: プレイヤー

source: Self
de: Selbst
fr: Soi
ja: 自己

source: Webhook URL
fr: URL du Webhook

# IncludeMounts
source: Include Mounts Only
fr: Inclure les montures uniquement

source: Item cast lot
fr: Objet lot

source: Get market board data
fr: Obtenez les données du MB

source: Item searched
fr: Objet recherché
